/*
 * 由编辑器导出的游戏数据
 */
window.__STORY__ = {
    "startScene": "chapter01",
    "speakers": {
        "wu": "吴秋崖",
        "shan": "商难",
        "old": "张道诚",
        "zhang": "张泽平"
    },
    "bgmTracks": {
        "default": "bgm/samuelfjohanns-darker-ambient-in-scandinavian-forest.mp3",
        "samuelfjohanns-darker-ambient-in-scandinavian-forest": "bgm/samuelfjohanns-darker-ambient-in-scandinavian-forest.mp3",
        "soundreality-rain-thunder-sfx-525011": "bgm/soundreality-rain-thunder-sfx-525011.mp3"
    },
    "data": {
        "clues": {
            "青团": {
                "name": "青团",
                "desc": "",
                "removeAfterFill": true
            },
            "临水楼": {
                "name": "临水楼",
                "desc": "",
                "removeAfterCombine": true,
                "removeAfterFill": true
            },
            "树木": {
                "name": "树木",
                "desc": "",
                "removeAfterCombine": true
            },
            "缝隙": {
                "name": "缝隙",
                "desc": "",
                "removeAfterCombine": true
            },
            "剧烈的疼痛": {
                "name": "剧烈的疼痛",
                "desc": "",
                "removeAfterCombine": true
            },
            "呕吐": {
                "name": "呕吐",
                "desc": "",
                "removeAfterCombine": true
            },
            "山路": {
                "name": "山路",
                "desc": "",
                "removeAfterCombine": true
            },
            "水路": {
                "name": "水路",
                "desc": "",
                "removeAfterCombine": true,
                "removeAfterFill": true
            },
            "山路也难以通行": {
                "name": "山路也难以通行",
                "desc": "",
                "removeAfterCombine": true
            },
            "枝叶": {
                "name": "枝叶",
                "desc": "",
                "removeAfterCombine": true
            },
            "九头金乌": {
                "name": "九头金乌",
                "desc": "",
                "removeAfterCombine": true
            },
            "九片树叶组成的小标志": {
                "name": "九片树叶组成的小标志",
                "desc": "",
                "removeAfterCombine": true
            },
            "罗刹鸟": {
                "name": "罗刹鸟",
                "desc": "",
                "removeAfterCombine": true
            },
            "凤头山": {
                "name": "凤头山",
                "desc": "",
                "removeAfterCombine": true
            },
            "怪鸟": {
                "name": "怪鸟",
                "desc": "",
                "removeAfterCombine": true
            },
            "啄食此人的眼睛": {
                "name": "啄食此人的眼睛",
                "desc": "",
                "removeAfterCombine": true
            },
            "马车声": {
                "name": "马车声",
                "desc": "",
                "removeAfterCombine": true
            },
            "鬼火": {
                "name": "鬼火",
                "desc": "",
                "removeAfterCombine": true
            },
            "马的嘶鸣": {
                "name": "马的嘶鸣",
                "desc": "",
                "removeAfterCombine": true
            },
            "黑色的马车": {
                "name": "黑色的马车",
                "desc": "",
                "removeAfterCombine": true
            },
            "孩童开始失踪": {
                "name": "孩童开始失踪",
                "desc": "",
                "removeAfterCombine": true,
                "removeAfterFill": true
            },
            "凤尾村": {
                "name": "凤尾村",
                "desc": "",
                "removeAfterCombine": true
            },
            "大半个村子被埋在了泥里": {
                "name": "大半个村子被埋在了泥里",
                "desc": "",
                "removeAfterCombine": true
            },
            "破败的砖墙": {
                "name": "破败的砖墙",
                "desc": "",
                "removeAfterCombine": true
            },
            "几座土房": {
                "name": "几座土房",
                "desc": "",
                "removeAfterCombine": true
            },
            "巡游": {
                "name": "巡游",
                "desc": "",
                "removeAfterFill": true
            },
            "巡境": {
                "name": "巡境",
                "desc": "",
                "removeAfterCombine": true
            },
            "圣驾巡游": {
                "name": "圣驾巡游",
                "desc": "",
                "removeAfterCombine": true
            },
            "神将": {
                "name": "神将",
                "desc": "",
                "removeAfterCombine": true
            },
            "鸟面人身": {
                "name": "鸟面人身",
                "desc": "",
                "removeAfterCombine": true
            },
            "南方": {
                "name": "南方",
                "desc": "",
                "removeAfterCombine": true
            },
            "夏季": {
                "name": "夏季",
                "desc": "",
                "removeAfterCombine": true
            },
            "塔骨": {
                "name": "塔骨",
                "desc": "",
                "removeAfterCombine": true,
                "removeAfterFill": true
            },
            "什么也没说": {
                "name": "什么也没说",
                "desc": "",
                "removeAfterCombine": true
            },
            "尖利的鸟喙": {
                "name": "尖利的鸟喙",
                "desc": "",
                "removeAfterCombine": true
            },
            "对称的羽毛": {
                "name": "对称的羽毛",
                "desc": "",
                "removeAfterCombine": true
            },
            "细长的眼睛": {
                "name": "细长的眼睛",
                "desc": "",
                "removeAfterCombine": true
            },
            "火焰一般的尾部": {
                "name": "火焰一般的尾部",
                "desc": "",
                "removeAfterCombine": true
            },
            "红色的斗篷": {
                "name": "红色的斗篷",
                "desc": "",
                "removeAfterCombine": true
            },
            "草本的清香": {
                "name": "草本的清香",
                "desc": "",
                "removeAfterCombine": true
            },
            "清明剩下的": {
                "name": "清明剩下的",
                "desc": "",
                "removeAfterCombine": true
            },
            "炒干的萝卜丝": {
                "name": "炒干的萝卜丝",
                "desc": "",
                "removeAfterCombine": true
            },
            "花生碎": {
                "name": "花生碎",
                "desc": "",
                "removeAfterCombine": true
            },
            "糯米制成的外皮": {
                "name": "糯米制成的外皮",
                "desc": "",
                "removeAfterCombine": true
            },
            "让人无法喘息的闷热": {
                "name": "让人无法喘息的闷热",
                "desc": "",
                "removeAfterCombine": true
            },
            "酸痛肿胀的膝盖": {
                "name": "酸痛肿胀的膝盖",
                "desc": "",
                "removeAfterCombine": true
            },
            "泥石流": {
                "name": "泥石流",
                "desc": "",
                "removeAfterCombine": true
            },
            "非人的惨叫声": {
                "name": "非人的惨叫声",
                "desc": "",
                "removeAfterCombine": true
            },
            "鸟的面具": {
                "name": "鸟的面具",
                "desc": "",
                "removeAfterCombine": true,
                "removeAfterFill": true
            },
            "樟木": {
                "name": "樟木",
                "desc": "",
                "removeAfterCombine": true
            },
            "烛火": {
                "name": "烛火",
                "desc": "",
                "removeAfterCombine": true
            },
            "亮光再次出现，并迅速膨胀": {
                "name": "亮光再次出现，并迅速膨胀",
                "desc": "",
                "removeAfterCombine": true
            },
            "头筒": {
                "name": "头筒",
                "desc": "",
                "removeAfterFill": true
            },
            "身体": {
                "name": "身体",
                "desc": "",
                "removeAfterFill": true
            },
            "鸟面彩绘": {
                "name": "鸟面彩绘",
                "desc": "",
                "removeAfterCombine": true
            },
            "竹篾": {
                "name": "竹篾",
                "desc": "",
                "removeAfterCombine": true
            }
        },
        "items": {
            "匕首": {
                "name": "匕首",
                "desc": ""
            },
            "两张纸片": {
                "name": "两张纸片",
                "desc": ""
            },
            "纸片": {
                "name": "纸片",
                "desc": ""
            },
            "信笺": {
                "name": "信笺",
                "desc": ""
            },
            "马车的轮子": {
                "name": "马车的轮子",
                "desc": ""
            },
            "圆顶软帽字": {
                "name": "圆顶软帽字",
                "desc": ""
            },
            "圆顶软帽": {
                "name": "圆顶软帽",
                "desc": ""
            },
            "烟斗": {
                "name": "烟斗",
                "desc": ""
            },
            "铲子": {
                "name": "铲子",
                "desc": ""
            },
            "石头": {
                "name": "石头",
                "desc": ""
            }
        },
        "notes": {
            "九头金乌": {
                "name": "九头金乌",
                "detail": "藏身于晦暗之中，无法辨明真身。"
            },
            "妖怪": {
                "name": "妖怪",
                "detail": "既为异常，而且不思议。"
            },
            "凤尾村": {
                "name": "凤尾村",
                "detail": "破败的南方小村落。"
            },
            "凤头山": {
                "name": "凤头山",
                "detail": "出了凤尾村就能看到这座山，它似乎正在死去……"
            },
            "三山杂志": {
                "name": "三山杂志",
                "detail": "新创办的图画杂志，记录一些无关紧要的奇谭怪事。"
            }
        },
        "characters": {
            "吴秋崖": {
                "name": "吴秋崖",
                "role": "",
                "desc": "三山杂志主撰。",
                "info": ""
            },
            "张泽平": {
                "name": "张泽平",
                "role": "",
                "desc": "似乎对凤尾村一带相当熟悉。",
                "info": ""
            },
            "商难": {
                "name": "商难",
                "role": "",
                "desc": "来自省城的女学生，在密林中遭到了某种东西的袭击。",
                "info": ""
            },
            "张道诚": {
                "name": "张道诚",
                "role": "",
                "desc": "凤尾村的村长。",
                "info": ""
            },
            "陈掌柜": {
                "name": "陈掌柜",
                "role": "",
                "desc": "临水楼的掌柜。",
                "info": ""
            },
            "林洪": {
                "name": "林洪",
                "role": "",
                "desc": "奇怪的老人，一直重复着相同的话语。",
                "info": ""
            }
        }
    },
    "combinations": {
        "枝叶+树木+缝隙": {
            "block": {
                "id": "密林",
                "label": "密林",
                "detail": ""
            }
        },
        "剧烈的疼痛+呕吐": {
            "block": {
                "id": "袭击",
                "label": "袭击",
                "detail": ""
            }
        },
        "大半个村子被埋在了泥里+山路也难以通行": {
            "block": {
                "id": "山崩",
                "label": "山崩",
                "detail": ""
            }
        },
        "凤头山+啄食此人的眼睛+怪鸟": {
            "block": {
                "id": "罗刹鸟",
                "label": "罗刹鸟",
                "detail": ""
            }
        },
        "马的嘶鸣+鬼火+黑色的马车": {
            "block": {
                "id": "鬼车",
                "label": "鬼车",
                "detail": ""
            }
        },
        "圣驾巡游+巡境+巡游": {
            "block": {
                "id": "境",
                "label": "境",
                "detail": ""
            }
        },
        "南方+夏季+神将+鸟面人身": {
            "block": {
                "id": "朱雀",
                "label": "朱雀",
                "detail": ""
            }
        },
        "几座土房+破败的砖墙": {
            "block": {
                "id": "凤尾村",
                "label": "凤尾村",
                "detail": ""
            }
        },
        "对称的羽毛+尖利的鸟喙+火焰一般的尾部+细长的眼睛": {
            "block": {
                "id": "鸟面",
                "label": "鸟面",
                "detail": ""
            }
        },
        "清明剩下的+炒干的萝卜丝+糯米制成的外皮+花生碎+草本的清香": {
            "block": {
                "id": "青团",
                "label": "青团",
                "detail": ""
            }
        },
        "让人无法喘息的闷热+酸痛肿胀的膝盖": {
            "block": {
                "id": "要下雨了",
                "label": "要下雨了",
                "detail": ""
            }
        },
        "头筒+身体+鸟面彩绘": {
            "block": {
                "id": "神将塔骨",
                "label": "神将塔骨",
                "detail": ""
            }
        },
        "亮光再次出现，并迅速膨胀+烛火": {
            "block": {
                "id": "着火了",
                "label": "着火了",
                "detail": ""
            }
        },
        "头筒+樟木+竹篾+身体": {
            "block": {
                "id": "塔骨",
                "label": "塔骨",
                "detail": ""
            }
        }
    },
    "scenes": [
        {
            "id": "chapter01",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 密林之中\n{人:商难}商难{/}睁开了眼睛，一阵{线:剧烈的疼痛}剧烈的疼痛{/}从脑后传来，接着她听到一阵近在咫尺，如同野兽般的呜咽声。\n很快，她发现那声音只是自己急促的呼吸声，她开始剧烈地{线:呕吐}呕吐{/}。\n@商难: 「我在哪里？」\n杂乱无章的{线:树木}树木{/}耸立着，不断向上错乱地伸展{线:枝叶}枝叶{/}，仿佛一张网遮盖了天空，只能从{线:缝隙}缝隙{/}中看到被切割成若干块的月亮。\n随后黑色的云层快速移动着，片刻之间就将月亮完全遮盖。\n闷热和黑暗渗透在{填:密林}中每一个角落。\n商难置身在其中，仿佛被这些无声的巨物挤压着。\n她试着努力站起身，向前摸索着……\n树枝被压断的声响撕裂了凝固的空气，商难长长叹了一口气，头疼才得以缓解。\n我被{填:袭击}了。\n此刻后脑传来的肿胀疼痛，让商难的逐渐回忆起此前发生的一切。",
            "initBlocks": [],
            "goto": "chapter0101",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0101",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 妖怪？\n「天色黑得太快了。」商难停下了脚步，抬头看了看天空。\n「……是啊……」一个男人低沉的声音传来。\n商难拉了拉{物:圆顶软帽}圆顶软帽{/}的帽檐，转身开始准备下山，一种强烈的不安感，让她觉得无法在此地久留。\n有什么东西潜伏在黑暗中……\n商难咬了咬嘴唇。\n忽然，一阵闷响传来，震得商难发麻，她瞬间陷入昏迷。\n此后，不知究竟过去了多久……\n商难小心翼翼地触碰了一下被击中的地方，伤口似乎已经停止了流血。\n她拍了拍衣服上的碎叶，左右环顾。\n{填:圆顶软帽}就掉落在离她不远的地面上，她弯腰想要把它捡起来。\n此时，一片树叶落在了她的头顶。商难下意识地躲开，全身紧绷了起来。\n{记:妖怪}妖怪！{/}\n商难站在原地，不知所措。\n妖怪……妖怪……",
            "initBlocks": [],
            "goto": "chapter0102",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0102",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 一天前。废弃山路\n无风的山中闷热异常，汗水顺着商难的鬓角滑了下来。\n快要下雨了。她想。自从走进山路之后，黏腻的感觉就让她浑身不自在。\n……不远处的树丛似乎动了一下……\n商难以为是自己的错觉，紧接着，树丛又摇晃了一下。\n她缓缓蹲下身，捡起脚边的一块{物:石头}石头{/}，同行的名为{人:张泽平}张泽平{/}的男子，俯低身子，从腰间缓缓抽出一把{物:匕首}匕首{/}紧紧握住。\n树丛猛然摇动了起来，商难与张泽平对视了片刻，将{填:石头}扔向树丛。\n接着传出来一阵枝丫断裂的声响，紧随其后的是一声惨叫。\n一个人影滚到了他们的面前，接着愣在原地，不停摸着脑袋。\n那个瘦高的男人就这样正对着商难而坐，穿着素色的长衫，一副圆框眼镜斜挂在耳朵上，二十五六岁的样子，浑身上下沾满泥土和枯枝烂叶。\n看着眼前的男人狼狈不堪的样子，商难忍不住笑出来声。\n坐在地上的男人，赶紧站起身，有些尴尬地咳嗽了两声：\n「这山路可真不好走啊。听说三年前，村里人走的都是{线:水路}水路{/}。」\n@张泽平说道: 「{填:水路}早就没了。如你所见，{线:山路也难以通行}山路也难以通行{/}。{线:大半个村子被埋在了泥里}大半个村子被埋在了泥里{/}……」\n「三年前……{填:山崩}了……没过多久水路就废了……你到底是谁？」张泽平依然警惕地握着匕首。",
            "initBlocks": [],
            "goto": "chapter0103",
            "nextHint": "",
            "bgm": "off",
            "slotBranches": {
                "石头": {
                    "石头": {
                        "correct": true
                    },
                    "匕首": {
                        "wrong": true,
                        "line": "接着传出来一阵枝丫断裂的声响，一个身穿素色的长衫的瘦高男子。滚落在他们面前，胸口插着一把匕首，他还未来得及开口，就昏死了过去。"
                    }
                }
            }
        },
        {
            "id": "chapter0103",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 瘦高的男人\n男人忽然想起了什么，从身上斜挎着的包里摸出了两张{物:纸片}纸片{/}，用手抚平上面的褶皱，递到了商难和张泽平的面前。\n商难接过了{填:纸片}，皱巴巴的，上面没有任何装饰，用毛笔写着几个字：\n{记:三山杂志}三山杂志{/} 主撰 {人:吴秋崖}吴秋崖{/}\n张泽平摆了摆手。\n@吴秋崖边收回纸片，边说道: 「鄙刊刚刚创办不久，准备得太过仓促，不好意思。——不知二位如何称呼？」\n@商难介绍了自己和张泽平，接着问道: 「三山杂志……」\n@吴秋崖说道: 「鄙刊专门记录这些妖怪之事，所以……」\n@张泽平冷哼了一声: 「所以是为了{线:九头金乌}九头金乌{/}而来。」\n@吴秋崖低下头，透过镜片看着张泽平: 「你知道九头金乌？」\n@张泽平继续说道: 「如果你真的是为此而来，我劝你现在回头还来得及。前面的那个村子，就是因为九头金乌毁掉的……」\n@吴秋崖扶了扶眼镜: 「附身在那个村子里的，并非只有{填:九头金乌}。」",
            "initBlocks": [],
            "goto": "chapter0104",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0104",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 第一封信\n@吴秋崖说道: 「几天前，鄙社陆续收到了三封信。」\n信是直接从杂志社的门缝下塞进来的。\n信封上一片空白。\n「当我拿起它的时候，{物:信笺}信笺{/}滑落了出来。」\n信笺的用纸相当高级，底部印着一个由{线:九片树叶组成的小标志}九片树叶组成的小标志{/}。\n信签上用干净工整的毛笔字写着一段文字。\n@吴秋崖转述着信中的内容: 「传说就在那座{线:凤头山}凤头山{/}中……藏着一种奇怪的鸟。」\n某日，几个村民到凤头山中采药材，天色逐渐暗了下来，几人不慎在回村的路上迷失了方向……\n{线:怪鸟}怪鸟{/}出现了。\n它悄无声息地躲在暗处，等待着人们慢慢靠近。\n之后，以极快的速度从天而降，将人扑倒在地，{线:啄食此人的眼睛}啄食此人的眼睛{/}……\n与之遭遇的人几乎都没能活着走出凤头山。\n而侥幸逃脱的人还没来得及看清一切，就已经失去了眼睛……\n怪鸟据说名为{填:罗刹鸟}。\n",
            "initBlocks": [],
            "goto": "chapter0105",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0105",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 第二封信\n「紧接着是第二天……」\n院子里出现了第二封信。\n同样的{填:信笺}，同样的字迹。\n@吴秋崖说道: 「这一次，是另外一个故事。」\n当黑夜完全笼罩村子的时候，某个还未入睡的村民，隐约听到从远处传来的{线:马的嘶鸣}马的嘶鸣{/}。\n有人看到了飘浮在黑暗之中的两团{线:鬼火}鬼火{/}。\n甚至传言出现了一辆{线:黑色的马车}黑色的马车{/}，在山林中飞奔。\n村民们把它称之为{填:鬼车}。\n@吴秋崖继续说道: 「有人被带上了那辆车。但在失踪了几天后，那人又再次出现在村里。」\n之后，失踪的人越来越多……\n@吴秋崖说道: 「奇怪的是，这些人无一例外地没有一点关于失踪的记忆，像是从未发生过一样。」\n@商难说道: 「或许真的没有发生过失踪的事情？」\n@吴秋崖摇了摇头: 「再后来，{线:孩童开始失踪}孩童开始失踪{/}，并且一个都没有回来……」\n吴秋崖没有继续说下去，三人同时陷入了沉默，小心翼翼地走过乱石嶙峋的山路。\n不觉间，乌云已经遮蔽了半片天空。\n@张泽平忽然停下了脚步说道: 「到了。」\n他拨开了树丛，眼前是{线:破败的砖墙}破败的砖墙{/}，和似乎随时都会倒塌的{线:几座土房}几座土房{/}。\n此地便是{填:凤尾村}。",
            "initBlocks": [],
            "goto": "chapter0106",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0106",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 第三封信\n「走吧。」张泽平朝着{记:凤尾村}凤尾村{/}迈出一步。\n@商难停在了原地，她看向吴秋崖: 「第三封信呢？」\n月光消失了。\n@吴秋崖的半张脸沉入黑暗之中: 「第三封信是{记:九头金乌}九头金乌{/}。」\n相同的信笺，但上面只有四个字：九头金乌。\n@商难说道: 「九头金乌……到底是什么？」\n@吴秋崖说道: 「这正是我来此地的目的。九头金乌……没有人说得清它究竟是什么……」\n@吴秋崖看向凤尾村的方向: 「……原本在几天之后，这里会有一场巡游。这场{线:巡游}巡游{/}是为九头金乌准备的。」\n巡游，又被称为{线:巡境}巡境{/}，或者{线:圣驾巡游}圣驾巡游{/}，当地神所管辖的区域称之为“{填:境}”。\n每当到了节庆或是神诞等重要日子，信徒们就会请神入轿子，在境内接受民众的膜拜，沿途另有{线:神将}神将{/}跟随。\n这些为巡游所塑造的神像，{线:头筒}头筒{/}通常用{线:樟木}樟木{/}雕刻制作，{线:身体}身体{/}则由{线:竹篾}竹篾{/}编织而成，被称为{填:塔骨}，\n@商难问道: 「如此说来，九头金乌就是此地的守护神？」\n@吴秋崖说道: 「照理说是如此。按照过往的记载，跟随巡游的神将都是{线:鸟面人身}鸟面人身{/}。此地是{线:南方}南方{/}，巡游的日子被放在{线:夏季}夏季{/}……那么……」\n吴秋崖停顿了片刻，缓缓开口：「多半与{填:朱雀}有关。想要理清这一切，只有去到那里。」\n凤尾村。",
            "initBlocks": [],
            "goto": "chapter0107",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0107",
            "owner": "all",
            "bg": "night",
            "type": "story",
            "story": "# 凤尾村\n山崩的痕迹依然留在此地，靠近凤头山的地方，乱石成堆，干涸的泥沙堆积成一个个小丘。\n低矮的建筑东倒西歪，有的甚至大半被埋入泥土之中，几乎没有可以称之为路的地方。\n@张泽平忽然说道: 「曾经有传闻说，九头金乌是某种价值连城的宝物。但看看这个村子，如果他们真的守着那么一个宝物，怎么变成如今这副样子？」\n消失的月光重又出现了。\n照亮了破败围墙的角落，那里……坐着一个老人。\n衣不蔽体，行为怪异。\n老人的脖子上绑着一根粗大的麻绳，他一边走动一边用双手拉动麻绳，麻绳上已经被血染成了暗黑色。\n在麻绳的另外一端是一个{物:马车的轮子}马车的轮子{/}。\n老人就这样拖着轮子绕着围墙行走，嘴里重复着：什么也没说……{线:什么也没说}什么也没说{/}……\n@张泽平看着老人的背影说道: 「他叫{人:林洪}林洪{/}。在我离开这个地方之前，他已经是这副疯癫的样子了。」\n「凤尾村……」商难看着老人的背影，心中默念着，这个地方充满了谜团。\n她望了望已然藏身于黑暗之中的{记:凤头山}凤头山{/}。\n@吴秋崖走到商难的身边问道: 「你是不是也感觉到有什么不对劲的地方？」\n那座山，一片死寂。",
            "initBlocks": [],
            "goto": "chapter0108",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0108",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 死寂\n……\n死寂。\n没有风，没有活物的生息，什么都没有，只有商难置身于黑暗的密林之中。\n残存的月光完全消失，恐惧席卷而来。\n她仿佛被推入了河中，水流灌入口鼻，意识逐渐飘散。\n妖怪。\n这座山本身就是一个巨大的妖怪。浑身散发着腐败的气息，疯狂地想要吞噬所有进入的生物。\n商难正一步步滑入幻觉之中。\n……有什么东西正在靠近，缓慢而有节奏……\n商难猛然回头。\n一张巨大的脸出现在她的面前。\n惨白的脸上，用红色画出了{线:尖利的鸟喙}尖利的鸟喙{/}，两侧是{线:对称的羽毛}对称的羽毛{/}，布满血丝的{线:细长的眼睛}细长的眼睛{/}一直延伸到头顶，额头上则是如同{线:火焰一般的尾部}火焰一般的尾部{/}。\n那是……\n一张{填:鸟面}。\n",
            "initBlocks": [],
            "goto": "chapter0109",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0109",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 鸟面\n红色油彩勾描而成的鸟面与商难四目相对。\n不知从何处刮来一阵风。\n鸟面身后{线:红色的斗篷}红色的斗篷{/}，如同羽翼般张开。\n斗篷之下，空无一物。\n接着，鸟面朝着商难猛扑而来，啸叫着穿过了她的身体，消失不见。\n而就在商难的前方，赫然出现一个巨大的黑色洞穴。",
            "initBlocks": [],
            "goto": "interlude_bridge",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "interlude_bridge",
            "owner": "all",
            "bg": "black",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter0201",
            "nextHint": "",
            "bgm": "default",
            "quote": "既为异常，而且不思议。\n\n—— 《妖怪学讲义》"
        },
        {
            "id": "chapter0201",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 无声的早晨\n吴秋崖被热醒了。\n夏日的天气让人浑身不适，汗水不知何时已经弄湿了枕头，吴秋崖翻了个身，努力让自己摆脱糟糕睡眠带来的头疼。\n奔波的疲惫丝毫没有好转。\n吴秋崖打开了窗户想要透透气，但此刻，空气中感受不到一丝凉意，只有{线:让人无法喘息的闷热}让人无法喘息的闷热{/}。\n凤尾村的早晨与它的夜晚一样，悄无声息。\n没有鸡鸣，没有狗叫，甚至没有人声。\n在阳光的照射之下，这个地方显得更为荒凉破败，目力所及范围内，几乎看不到一棵绿色的植物，扭曲枯黄的老树零星散落在村子的角落。\n在村子的正中，有一道由泥土沙石冲积而成的“路”，沿途起起伏伏，高低不平，不时需要爬过横在其中的巨石，或者躲过被冲倒的房屋。\n这条土色的路一直延伸到凤头山上，逐渐消失在层层叠叠的树木之中，远远看去，就如同一条无法愈合的伤口。",
            "initBlocks": [],
            "goto": "chapter0202",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0202",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 老者\n吴秋崖小心翼翼地走下楼梯，老旧的木头吱呀作响。\n一楼传来了一个老者的话语，带着浓重的当地口音：「你起晚了。」\n说话的是凤尾村的村长{人:张道诚}张道诚{/}。\n他的脸上满是皱纹，左眼蒙着一块黑布，右眼则看起来有些发白浑浊，习惯性拿着{物:烟斗}烟斗{/}，穿着布满补丁的粗布上衣和一条同样褴褛的短裤。\n此刻，张道诚正坐在一张木头椅子上。\n炉灶上的锅中正在蒸煮着什么，散发着{线:草本的清香}草本的清香{/}。\n张道诚用烟斗指了指自己{线:酸痛肿胀的膝盖}酸痛肿胀的膝盖{/}: 「{填:要下雨了}。」。\n说完又看向远处的凤头山，「他们一大早就进山了——」\n吴秋崖叹了口气，透过小小的窗户看向远处。\n「已经很多年没有人进山了。」张道诚起身一瘸一拐地走到炉灶前，翻开了锅盖，蒸腾的蒸汽向着吴秋崖扑来。\n张道诚从锅里端出一个碟子，递到吴秋崖面前。\n@他说道: 「{线:清明剩下的}清明剩下的{/}。」\n饥肠辘辘的吴秋崖没有客气，大口吃了起来，{线:糯米制成的外皮}糯米制成的外皮{/}包裹着{线:炒干的萝卜丝}炒干的萝卜丝{/}和{线:花生碎}花生碎{/}。\n正宗的{填:青团}，令人怀念的味道。",
            "initBlocks": [],
            "goto": "chapter0203",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0203",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 山崩之时\n@张道诚放下了烟斗，用浑浊的眼睛看着吴秋崖: 「你们也是来找九头金乌的？」\n吴秋崖正要开口，张道诚用力敲了敲烟斗。\n「什么都没有了，别说什么九头金乌，村子都没了。」\n那场山崩……\n\n@张道诚狠狠吸了一口烟: 「死掉了十几个人。」\n张道诚布满皱纹的脸微微地抽动着，他的眼睛依旧浑浊，难以从中看到任何的情绪。\n@他继续说道: 「那天突然下起了暴雨，泥水和石头从凤头山上冲了下来，谁都没有做好准备，从来没有见过那么快的{线:泥石流}泥石流{/}。有个人就站在村口，眼见着他朝我跑过来，没跑几步，就来不及了，那些泥浆石头，猛扑上来，把人拖了进去，没挣扎几下就不见了。」\n——那天是九头金乌{填:巡游}……\n又是九头金乌……晦暗不明，却又无处不在。\n张道诚说道「九头金乌如同附身于村子身上的妖怪一样，只会带来天灾人祸。」\n「人祸？」\n「在山崩发生之前，来了一群土匪，他们将{线:临水楼}临水楼{/}团团围住。」\n头领大喊着，交出九头金乌。但临水楼大门紧闭，\n@张道诚说道: 「那天乌云密布，土匪与临水楼众人对峙的时候，天更是黑得吓人，暴雨随时可能倾泻而下……」\n不久，临水楼二楼的灯亮了起来。",
            "initBlocks": [],
            "goto": "chapter0204",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0204",
            "owner": "wu",
            "bg": "ember",
            "type": "story",
            "story": "# 火\n一个高大的身影出现在{填:临水楼}二楼的窗边。\n@张道诚说道: 「那个影子，我们都认得。正是临水楼的{人:陈掌柜}陈掌柜{/}。」\n此时，临水楼的大门打开了。\n一名身穿男子便服，扎着辫子的女人将土匪头领请进了临水楼。\n片刻之后，头领的身影也出现在了二楼。\n二楼的{线:烛火}烛火{/}摇晃了几下，猛然熄灭。\n很快，{线:亮光再次出现，并迅速膨胀}亮光再次出现，并迅速膨胀{/}。\n「不好！{填:着火了}！」人群中有人喊道。\n土匪们涌进来临水楼，紧接着，从二楼传来{线:非人的惨叫声}非人的惨叫声{/}。\n大火继续蔓延，直至将整座临水楼包围在其中。\n暗红的火焰在漆黑的天空之下，像是涌出的鲜血。\n而后……\n天降暴雨。",
            "initBlocks": [],
            "goto": "chapter0205",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0205",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 暴雨\n@张道诚举起手比画着: 「就像一大块雨做成的布，从天上盖下来。」\n雨幕之后临水楼，如同一根逐渐熄灭的巨大火把。\n一道闪电照亮了半个天空，雷声从凤头山的方向滚滚而来，就像一头巨大的野兽在山顶咆哮。\n不对。\n不是雷声。\n一条土黄色的“河”正从凤头山上奔涌而下，将面前的一切吞噬殆尽。\n「之后发生的事，我已经想不起来了，雨是什么时候停的，水是什么时候退的，我又是怎么活下来的……所有的记忆都好像丢在了那几个时辰之内。」\n@张道诚长叹了一口气: 「等我恢复记忆的时候，手里不知怎么多了一把{物:铲子}铲子{/}。我环顾四周……」\n……尽是残肢断臂。\n张道诚机械地用{填:铲子}挖开泥土。\n一颗头颅滚落在他的脚边。\n那颗头颅……张大着嘴，鼻孔、耳朵，眼角堵塞着泥沙。\n@张道诚说道: 「我看着那颗头……脑袋一片空白……接着不知从哪里冒出了一群人，簇拥着我走到了临水楼门前。」\n",
            "initBlocks": [],
            "goto": "chapter0206",
            "nextHint": "",
            "bgm": "soundreality-rain-thunder-sfx-525011"
        },
        {
            "id": "chapter0206",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 临水楼门前\n焦黑的大门紧锁着。\n那里面……\n有死人。\n被烧焦的死人。\n张道诚用{填:铲子}砸开了那扇门。\n几具被烧得不成人形的尸体就躺在离门不远的地上。\n一道光从塌陷的屋顶上斜射进了临水楼，不偏不倚地停留在大堂的角落。\n光笼罩着一块残破的{线:鸟面彩绘}鸟面彩绘{/}。\n红色的油彩被溶解之后，从鸟面上划出了一道道细长的红色水痕，如同鲜血一般，从额头、从眼中、从嘴边滴落……\n那是——鸟面人身的{填:神将塔骨}。\n四周是被烧焦碎裂的{填:头筒}和{填:身体}。\n它在哭泣。\n@张道诚说道: 「那时，我好像听到了哭声。」\n从二楼传来了呜咽声……\n@张道诚继续说道: 「我们顺着摇摇欲坠的木梯，爬上了二楼……」他没有继续说下去，开始止不住的干呕。\n片刻之后，张道诚从嘴里挤出了几个含糊的字眼「上面……只有……」\n只有土匪被烧得面目全非的尸体。\n{填:陈掌柜}没有尸体，不见活人。",
            "initBlocks": [],
            "goto": "cutscene02",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "cutscene02",
            "owner": "wu",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter01",
            "nextHint": "",
            "bgm": "default",
            "quote": "未完待续……"
        }
    ]
};
